{
    "name": "smiles-language",
    "tokenizer_name": null,
    "max_token_sequence_length": 0,
    "canonical": true,
    "augment": false,
    "kekulize": false,
    "all_bonds_explicit": false,
    "all_hs_explicit": false,
    "remove_bonddir": false,
    "remove_chirality": false,
    "selfies": false,
    "sanitize": true,
    "randomize": false,
    "add_start_and_stop": false,
    "padding": false,
    "padding_length": null
}